{
    "navbar": {
        "job-seekers": "Dla pracownika",
        "employers": "Dla firm",
        "signup": "Zarejestruj sie"
    },
    "footer": {
        "heading-signup": "Zarejestruj sie",
        "heading-follow": "Dołącz do nas",
        "heading-contact": "Zkontaktuj sie",
        "heading-about": "O nas",
        "press": "W mediach",
        "job-seekers": "Dla pracownika",
        "become-an-ambassador": "Zostan ambasadorem beavr ",
        "employers": "Dla firm",
        "about-text-1": "Call us crazy, but we believe that there is a smarter way to match young enthusiastic job seekers with employers that are in need of qualified and reliable staff. Our mission is to build the fastest short-term job application platform, providing jobseekers with a simple and efficient solution to make extra cash as well as employers with the data and tools they need to hire qualified applicants faster.",
        "about-text-2": "The “On Demand Economy” is changing every aspect of our daily lives by faster and more efficient solutions. However, the world of job recruitment is still driven by paper applications, oldschool job boards, unstructured CV's, endless emails or tiring motivation letters. It's time to change that."
    },
    "mainLanding": {
        "masthead-greeting": "Hi, my jestesmy Beavr.",
        "masthead-claim-1": "Twoj osobisty Asystent",
        "masthead-claim-2": "do pracy tymczasowej.",
        "button-cta": "Zamelduj sie teraz",
        "are-you-hiring": "Szukasz pracownikow?",
        "button-business": "➜ Dla firm",
        "showcase-your-beast": "Pokaz sie z najlepszej strony",
        "beast-text": "Utworz swoj osobisty profil i pokaz pracodawcy co naprawde potarfisz. W ten sposob zgromadzisz w jednym miejscu wszystkie informacjie dla przyszlego pracodawcy. Od teraz podania, aplikacje i CV naleza do przeszlosci",
        "applications-fast-easy": "Przedstaw sie szybko i latwo",
        "applications-text": "Odkryj interesujace zajecia w poblizu. Znajdz dokladnie taka prace ktora do ciebie pasuje i zalatw to jednym kliknieciem.",
        "seamless-communication": "Komunikuj sie bezposrednio z pracodawca",
        "seamless-communication-text": "Bez nieporozumien i komplikacji. Kazda watpliwosc, kazde pytanie mozesz wyjasnic przez beavr messenger",
        "element-of-fun": "“In every job that must be done there is an element of fun”",
        "element-of-fun-text": "Z beavr jestes niezalezny i zbierasz jednoczesnie wiele wartosciowych doswiadczen na przyszlosc. Zapomnij o innych ogloszeniach. Odkryj swoja sile i zostan beavr.",
        "enjoy-life": "Ciesz sie zyciem!",
        "enjoy-life-text": "A dla nas jest najwazniejsze: spelniaj swoje marzenia i wykorzystuj swoje nieograniczone mozliwosci",
        "hang-loose": "(Bleib cool, wir halten dir den Rücken frei)",
        "beavr-pool": "Dolacz do nas!",
        "beavr-pool-text": "Wspolpracujemy obecnie intensywnie z firmami w Wiedniu, Berlinie, Monachium, Tel Avivie i w Warszawie. Chcemy uzyskac dla ciebie w przyszlosci jak najlepsze prace tymczasowe. Dolacz do nas juz teraz i odkryj interesujace oferty. Dlatego odpowiedz na nastepujace pytania."
    },
    "employerLanding": {
        "masthead-greeting": "Hi, my jestesmy Beavr.",
        "masthead-claim-1": "Pomagamy ci znalezc doskonalych",
        "masthead-claim-2": "pracownikow do pracy tymczasowej.",
        "button-cta": "Zamelduj sie teraz",
        "stop-cv-nightmare": "Gehe nicht in Bewerbungen unter",
        "stop-cv-nightmare-text": "Schluss mit unübersichtlichen und unstrukturierten Lebensläufen. Erkenne auf einen Blick ob der Bewerber für dich geeignet ist und profitiere von unserem minütlich wachsenden Pool an Beavrs.",
        "everything-in-one-place": "Wszystko w jednym miejscu",
        "everything-in-one-place-text": "Erstelle deine Anzeigen in nur wenigen simplen Schritten und erhalte ausgewählte Kandidaten innerhalb von wenigen Stunden. Behalte den Überblick und verwalte alle deine Bewerber auf der Plattform.",
        "pick-the-one": "To wszystko za pomoca tylko jednego klikniecia",
        "pick-the-one-text": "Screene und Filtere deine Kandidaten schnell und effizient. Finde ausgewählte Mitarbeiter die zu deinem Unternehmenpassen. Hast du  noch Fragen an deine Kandidaten? Kommuniziere direkt über Beavr und kläre die letzten Details.",
        "save-time-and-money": "Oszczedz czas i pienadze",
        "save-time-and-money-text": "Beavr jest 100% bez ryzyka. Placisz tylko za to co naprawde dostajesz. Oszczedz czas i pienadze z twoim nowym systemem rekrutacji pracownikow.",
        "start-hiring": "Wyslij nam juz teraz twoje oferty",
        "start-hiring-text": "Tworzymy obecnie zespol chetnych do pracy mlodych ludzi. Czy masz wolne miejsca pracy? Wpisz je poprostu, a my zajdziemy dla ciebie pasujacych kandydatow."
    },
    "chooseUserType": {
        "masthead-greeting": "Hallo.",
        "masthead-claim-1": "jak mozemy",
        "masthead-claim-2": "tobie dzisaj pomoc?",
        "button-find-job": "Szukam pracy",
        "button-find-employees": "Szukam pracownikow"
    },
    "typeformLinks" : {
        "employer": "https://beavr.typeform.com/to/n7Yjw8",
        "employee": "https://beavr.typeform.com/to/uL8a0G",
        "ambassador": "https://beavr.typeform.com/to/eZRG0U"
    },
    "ambassadorProgram" : {
        "welcome": "Hallo. Willkommen im beavr Ambassador Programm!",
        "beavr-personal-assistant": "Beavr ist dein persönlicher Assistent für Kurzzeitjobs und hilft dir problemlos und unkompliziert Geld zu verdienen und Erfahrug zu Sammeln!",
        "beavr-ambassador": "Als beavr Ambassdor bist du Teil unseres Team und hilfst uns beavr, international auszurollen.",
        "apply-now": "Jetzt Bewerben",
        "why": "Wieso beavr ambassador werden?",
        "experience-for-life-1": "Erfahrungen fürs Leben!",
        "experience-for-life": "Du wirst Teil einess erfahrenen Teams von Querdenkern lernst hands-on was es bedeutet die Idee eines aufstrebend Startups in die Welt zu tragen.",
        "networking-what-1": "Networking!",
        "networking-what": "Du schaffst dir dein persönliches Netzwerk an amibitionierten Pionieren, die genau so denken wie du!",
        "incredible-perks": "Goodies!",
        "support": "(T-Shirts, Hoodies, Stickers, Premium Mentorship von erfahrenen Unternehmern, deine Einladung zu exklusiven Ambassador Events, sowie die Möglichkeit ein 1,000 € Stipendium von uns zu gwinnen.",
        "what1": "Was sind deine Aufgaben als Ambassador?",
        "organisation1":"Organisation!",
        "organisation": "Du organisiert Events und Kampagnen an deiner Schule/Uni und koordinierst alles vor Ort",
        "communication1": "Kommunikation!",
        "communication": "Du betreust und supportest unsere beavrPros auf deinem Campus und bist der Ansprechpartner des Unternehmens für direkte Fragen",
        "support1": "Support!",
        "support": "Du Unterstützt uns bei der Ausarbeitung und Durchführung von Social Media Kampagnen und diversen Marketing Aktivitäten.",
        "networking": "Networking! ",
        "networking-text": "Du bist die Stimme für beavr an deiner Schule/Uni und Kommunizierst die Marke beavr an deine Freunde.",
        "what-our-beavrs-say": "Was sagen unsere beavr Ambassadors dazu?",
        "who": "Wer sollte sich bewerben?",
        "age": "Du bist zwischen 16-26.",
        "cool": "Du bist ein Szene Kenner, der genau weiß, wann wo was los ist.",
        "digital-media": "Du interessiert Dich für digital Medien und den Ausbau einer Marke ",
        "organisation": "Du bist organisiert und kannst auch mal anpacken.",
        "communicative": "Du bist gleichzeitig kommunikative, kontakfreudig und sympathisch",
        "contacts": "Du hast viele Kontakte in deinen Sozialen Netzwerken.",
        "brand": "Du kannst dich zu 100% mit unserer Brand identifizieren.",
        "join-us-now": "Dann Bewirb dich jetz!"
    }
}

